, 5244586
of 4360711
and 4334116
the 3879342
in 3851350
~~[[2 3429890
2]]~~ 3429890
~~[[1 3429890
1]]~~ 3429890
. 3421209
) 3327489
( 3315618
with 1726375
to 1457344
a 1296641
patients 933661
cancer 830582
: 779318
that 750864
for 723384
cells 723367
expression 710325
was 641894
is 584492
cell 583667
by 544178
were 524692
we 519048
as 498998
human 368807
or 362894
gene 359378
breast 355999
levels 349802
from 346554
on 344408
% 318989
study 316185
+ 307955
this 296811
disease 294221
an 293717
protein 290161
be 276651
= 275127
factor 275050
- 270814
are 258154
associated 254041
p 246253
between 234088
; 230617
growth 229578
results 223185
carcinoma 222945
receptor 219173
not 212059
have 211170
tumor 211146
may 210349
role 193817
lung 188714
these 188665
risk 177227
increased 172937
which 172161
been 168794
/ 166530
serum 163914
significantly 163906
1 160957
but 160724
prostate 156669
treatment 156369
leukemia 154433
2 153383
at 152520
's 148798
mutations 147457
has 146919
than 146249
genes 146066
lines 145383
compared 145249
activity 143702
association 136439
normal 134377
found 133374
our 129359
both 128729
< 127918
using 127448
clinical 127193
higher 122544
its 122345
cases 119759
t 119572
controls 115942
acute 115814
also 115027
methods 114195
gastric 111919
p53 111077
tumors 110433
high 110376
ovarian 109885
hcc 109235
all 105793
mrna 105663
melanoma 105512
analysis 105019
ra 105012
ad 103941
including 99682
showed 96365
primary 96298
after 95938
tissue 93962
polymorphisms 92706
studies 91194
effect 91152
suggest 91103
significant 90522
investigated 89481
plasma 89377
activation 88508
other 88455
conclusion 88125
[ 87925
two 87330
their 87256
] 87128
expressed 87018
level 86979
effects 86677
therapy 86427
group 86303
type 86015
potential 85499
subjects 85278
insulin 84500
development 83835
chronic 83562
present 82921
positive 82808
blood 82578
conclusions 82427
polymorphism 82072
investigate 82016
mutation 81966
response 80612
apoptosis 80610
signaling 80451
tissues 80386
3 80291
had 80211
well 80183
b 80092
no 79682
pathway 79336
such 78921
progression 78576
proliferation 78494
data 78426
healthy 78392
objective 78325
control 77781
survival 77770
n 77574
whether 77415
egfr 77317
it 75992
resistance 75850
nsclc 74850
il-6 74520
hypertension 73918
aml 73006
more 72627
genetic 71875
cancers 71526
examined 70739
antigen 70366
samples 70294
line 70168
used 70157
kinase 69643
factors 68988
carcinomas 68803
background 68361
observed 67715
prognostic 67409
can 66787
important 65987
inhibitor 65720
multiple 65362
identified 64324
colon 64324
those 64174
could 64043
arthritis 64040
vegf 63668
through 63414
pancreatic 63349
women 63183
renal 62406
inhibition 61941
different 60826
alpha 60825
aim 60714
without 60620
target 60243
adenocarcinoma 60238
low 59577
elevated 59557
involved 59485
one 59323
lymphoma 59274
novel 59191
decreased 59044
alzheimer 58951
findings 58897
rheumatoid 58778
cd4 58322
proteins 58284
10 58146
determine 58066
vitro 57233
induced 57229
overexpression 57127
4 57041
correlated 57030
however 56928
susceptibility 56405
syndrome 56360
therapeutic 56287
respectively 56274
obesity 56237
myeloid 56139
specific 56020
function 55949
metastatic 55806
pathogenesis 55784
detected 55766
only 55486
coronary 55460
who 55273
among 55268
markers 55245
demonstrated 55079
> 55076
during 54656
endothelial 54484
there 54463
studied 54456
while 54149
relationship 54143
marker 54027
status 53733
beta 53425
lower 53323
related 53235
most 52551
inhibitors 52531
reported 52274
correlation 52081
whereas 51872
vascular 51861
necrosis 51450
prognosis 51192
ii 51156
increase 51112
production 51063
hepatocellular 50962
sle 50832
early 50781
reduced 50610
population 50295
presence 50249
metastasis 49659
* 49537
promoter 49511
malignant 49327
evaluate 49139
show 48774
asthma 48634
three 48605
diabetes 48454
evaluated 48190
dna 48059
analyzed 47960
shown 47931
evidence 47882
glioma 47548
bone 47529
concentrations 47390
patient 47360
against 47076
thyroid 46904
peripheral 46842
treated 46669
negative 46472
antibodies 46405
here 46128
5 45830
brain 45740
might 45476
invasion 45396
diagnosis 45228
obese 45218
molecular 45170
further 44818
i 44614
95 44090
measured 43715
transcription 43627
' 43238
ms 43196
epidermal 42746
suggesting 42649
major 42609
although 42521
binding 42515
age 42430
antibody 42364
receptors 42331
0.05 42283
c 42260
several 42191
into 42004
previously 41920
first 41845
when 41764
loss 41329
systemic 41270
immunohistochemistry 40842
known 40732
allele 40625
bcl-2 40452
new 40411
play 40331
diseases 40290
stage 40231
children 40229
advanced 39974
common 39808
6 39749
significance 39429
revealed 39354
myocardial 39244
sclerosis 39216
variants 39052
liver 39030
combination 38751
bladder 38737
immunohistochemical 38507
myeloma 38478
inflammatory 38463
specimens 38329
non-small 38130
possible 38115
via 38034
mechanism 37943
indicate 37867
determined 37789
schizophrenia 37560
atherosclerosis 37534
pd 37507
methylation 37409
family 37365
epithelial 37359
her2 37256
nuclear 37236
regulation 37106
ci 36831
addition 36803
vivo 36700
thus 36643
purpose 36579
small 36517
some 36228
individuals 36181
chemotherapy 35986
genotype 35921
recently 35517
ratio 35211
0.001 35203
mm 35090
independent 34949
number 34946
performed 34940
differentiation 34833
functional 34764
model 34740
changes 34719
depression 34345
migration 34288
unassigned 34195
sensitivity 33719
tnf-alpha 33664
infarction 33626
total 33583
system 33427
region 33218
hormone 33209
report 33186
cd34 33089
cytokines 32887
did 32873
20 32721
groups 32534
frequency 32516
highly 32269
psa 32125
cd8 31824
er 31814
crp 31811
poor 31762
pathways 31685
value 31609
tnf 31475
rcc 31103
demonstrate 30990
use 30965
therefore 30939
chain 30930
cd 30761
disorder 30719
years 30625
assay 30521
within 30519
enzyme 30471
tumour 30464
targeting 30429
neuroblastoma 30303
and/or 30214
interleukin 30213
cyclin 30211
artery 30101
active 30058
mechanisms 30009
12 29990
either 29981
single 29835
assessed 29810
cad 29760
adhesion 29689
severe 29629
invasive 29551
recent 29443
pulmonary 29408
leptin 29354
glioblastoma 29351
il-2 29205
oa 29128
phenotype 29124
monoclonal 29067
staining 29021
suppressor 28981
contribute 28834
phase 28519
acid 28512
induction 28505
lesions 28301
rate 28295
cml 28248
similar 28220
8 28196
estrogen 28166
anemia 28140
various 28101
il-10 27912
chinese 27898
heart 27894
brca1 27882
time 27853
assess 27717
outcome 27708
features 27651
four 27637
snps 27483
activated 27443
stem 27310
peptide 27283
enhanced 27234
7 27213
provide 27187
circulating 27095
together 27014
secretion 26896
copd 26890
marrow 26874
lymphocytes 26740
because 26660
combined 26643
test 26627
apoe 26595
death 26545
suggests 26473
phosphorylation 26422
concentration 26419
furthermore 26379
large 26347
15 26336
11 26222
lupus 26166
detection 26048
grade 25973
pca 25942
soluble 25888
useful 25807
suggested 25788
0.01 25738
interaction 25710
rna 25560
following 25552
ar 25489
squamous 25435
parkinson 25406
variant 25360
plays 25340
recombinant 25330
characterized 25197
disorders 25135
case 24984
familial 24963
due 24930
essential 24925
based 24843
influence 24836
express 24805
il-8 24791
cytokine 24760
differences 24751
psoriasis 24738
braf 24727
frequently 24687
9 24681
less 24652
adenocarcinomas 24565
complex 24556
cox-2 24505
efficacy 24500
inhibited 24430
implicated 24419
immune 24349
inflammation 24255
responses 24208
overall 24115
cellular 24110
reaction 24089
alterations 24027
types 24020
examine 23922
amplification 23895
ligand 23871
mmp-9 23850
formation 23832
expressing 23791
previous 23783
cll 23708
c-reactive 23664
matrix 23656
overexpressed 23612
index 23412
drug 23387
t-cell 23366
e 23356
men 23295
skin 23274
associations 23261
mean 23247
benign 23207
14 23088
30 23068
induces 22970
ace 22927
tested 22923
key 22689
50 22674
mediated 22439
chromosome 22432
e-cadherin 22335
adiponectin 22305
cohort 22244
lymphoblastic 22229
mutant 22203
identify 22015
derived 21949
p16 21936
synovial 21865
pcos 21828
hepatitis 21821
akt 21761
activator 21753
before 21749
since 21747
involvement 21660
review 21565
erythematosus 21518
diagnostic 21514
apolipoprotein 21341
inhibits 21337
surface 21334
obtained 21247
sporadic 21191
five 21145
expressions 21141
gc 21110
tnf-a 21093
gliomas 21056
hypertensive 21052
deficiency 21048
roles 21039
il-4 21002
d 20832
objectives 20827
aimed 20823
il-1 20808
models 20757
pten 20733
g 20719
method 20681
established 20594
androgen 20579
crohn 20548
virus 20539
molecules 20522
fusion 20424
effective 20413
decrease 20396
stimulation 20376
fluid 20209
candidate 20067
osteosarcoma 20063
cea 20023
western 19931
agents 19914
18 19906
alleles 19901
r 19895
polymerase 19866
ifn-gamma 19836
explore 19788
c-myc 19781
versus 19779
head 19772
severity 19762
cycle 19759
onset 19728
leukaemia 19721
induce 19705
impact 19690
contrast 19661
mds 19574
regulatory 19560
pcr 19545
glucose 19469
neck 19468
mice 19403
lymphomas 19387
difference 19313
16 19252
13 19180
afp 19164
moreover 19131
rt-pcr 19100
diagnosed 19077
lymph 19063
alone 19025
many 19008
uc 18999
genotypes 18977
biomarker 18921
interleukin-6 18916
17 18888
targets 18885
vs. 18876
characteristics 18869
order 18855
nucleotide 18854
confirmed 18831
tyrosine 18822
quantitative 18807
stat3 18794
strong 18784
-1 18742
b-cell 18727
promotes 18649
form 18627
support 18591
parameters 18576
comparison 18501
pattern 18482
membrane 18481
adult 18474
molecule 18403
indicated 18401
relation 18364
strongly 18357
cause 18352
increases 18347
linked 18332
current 18273
biological 18200
infection 18181
if 18146
ability 18120
especially 18109
lymphocytic 18081
d1 17856
reduction 17779
inhibitory 17758
flow 17738
isolated 17713
knockdown 17708
greater 17695
transforming 17674
als 17594
they 17520
tp53 17503
altered 17430
analyses 17406
21 17375
wild-type 17339
hnscc 17285
locus 17243
angiogenesis 17216
distribution 17211
critical 17170
out 17152
gm-csf 17125
values 17103
situ 17103
epilepsy 17090
25 17079
esophageal 17067
any 17051
reverse 17022
brca2 17021
ng/ml 17015
transcriptional 17008
preeclampsia 17007
iii 16983
tumours 16966
retinoblastoma 16916
release 16908
six 16904
incidence 16886
under 16869
g-csf 16853
40 16805
symptoms 16763
melanomas 16759
chd 16745
19 16686
her-2 16683
leukemic 16673
inhibit 16624
metabolic 16618
'' 16579
encoding 16551
hypothesis 16522
prevalence 16493
frequent 16481
metastases 16475
developed 16470
drugs 16433
atherosclerotic 16380
`` 16377
body 16371
stress 16334
mmp-2 16279
rb 16266
malignancies 16249
relative 16192
24 16182
hepatoma 16153
history 16151
antigens 16116
signal 16085
cd44 15981
sarcoma 15954
trial 15953
amyloid 15952
bdnf 15913
h 15902
cardiovascular 15901
-- 15897
aggressive 15891
caused 15870
subtypes 15847
angiotensin 15843
considered 15841
gbm 15808
upregulated 15775
domain 15668
subset 15650
direct 15649
taken 15633
indicating 15569
100 15565
suppression 15495
predictive 15484
erythropoietin 15444
differential 15409
mass 15397
aids 15344
basal 15338
mi 15319
failure 15259
absence 15257
sclc 15217
detect 15175
biomarkers 15094
clear 15053
csf 15029
upregulation 15020
colitis 15018
deletion 15003
cultured 14987
screening 14981
carriers 14975
sera 14947
experimental 14934
conditions 14928
mononuclear 14910
mcf-7 14909
blot 14890
containing 14888
sensitive 14834
meta-analysis 14813
central 14806
22 14752
hematopoietic 14726
same 14723
osteoarthritis 14688
class 14593
evaluation 14570
pressure 14553
fibroblasts 14545
factor-alpha 14536
node 14533
papillary 14530
ca 14502
seen 14478
about 14452
targeted 14446
over 14437
rare 14426
particularly 14409
being 14371
tgf-beta 14368
correlate 14354
p21 14348
positively 14347
selective 14345
metabolism 14331
families 14330
vs 14296
recurrence 14278
regulated 14193
et 14184
activities 14152
result 14148
resulted 14094
months 14094
endogenous 14071
activating 14056
downregulation 14049
precursor 14044
cholesterol 14021
functions 14019
remains 14006
promising 13936
described 13927
il 13925
lipoprotein 13922
events 13915
accumulation 13901
ulcerative 13894
density 13884
each 13879
stages 13861
case-control 13849
affected 13847
dependent 13821
assays 13821
resistant 13811
stable 13805
ovary 13797
trail 13780
ssc 13775
mellitus 13760
series 13759
populations 13754
likely 13747
bc 13719
least 13719
translocation 13682
clinicopathological 13673
real-time 13640
s 13607
forms 13605
aims 13599
predict 13596
approach 13583
distinct 13580
differentiated 13566
insulin-like 13537
plasminogen 13527
cxcr4 13497
x 13447
clinically 13446
igf-i 13416
aberrant 13412
mutated 13406
stimulated 13400
ductal 13374
colony-stimulating 13358
trials 13358
axis 13345
prostatic 13332
produced 13284
correlates 13247
does 13241
autoimmune 13236
increasing 13230
developing 13230
renin 13222
abnormal 13201
part 13155
recurrent 13146
should 13135
compare 13086
contributes 13081
oncogene 13076
additional 13061
interferon 13059
snp 13018
bax 12992
elisa 12985
transfected 12974
childhood 12962
process 12956
conducted 12928
promote 12888
bipolar 12878
depressive 12856
nhl 12832
according 12806
non-hodgkin 12785
vitamin 12784
design 12784
icam-1 12779
pathological 12770
rates 12749
very 12743
conclude 12741
administration 12738
leading 12735
variation 12733
dysfunction 12721
japanese 12711
cytotoxic 12707
gamma 12701
profile 12685
regulates 12684
specifically 12661
chemokine 12654
weight 12650
astrocytomas 12614
do 12613
pai-1 12606
stromal 12574
p27 12561
abnormalities 12553
outcomes 12540
included 12528
silencing 12510
down-regulation 12493
monocytes 12479
kras 12475
interleukin-2 12471
myelogenous 12465
60 12462
synthesis 12453
pc 12453
potent 12353
better 12340
exon 12317
regulating 12294
epo 12277
follicular 12268
0.0001 12262
seven 12237
repair 12222
antagonist 12220
ami 12204
culture 12193
baseline 12192
kidney 12184
identification 12172
therapies 12161
cd25 12149
regression 12137
strategy 12133
unknown 12128
macrophages 12121
importance 12121
adjacent 12119
affect 12118
analyze 12117
impaired 12109
nf-kappab 12098
represent 12088
malaria 12081
resulting 12080
hybridization 12071
prostate-specific 12064
selected 12038
damage 12007
hla 12002
median 11989
percentage 11974
muscle 11972
assessment 11946
extracellular 11942
lack 11923
ptc 11877
directly 11876
regions 11870
m 11855
bd 11855
patterns 11845
downstream 11825
leukemias 11821
up-regulated 11805
cytometry 11801
matched 11796
regulator 11796
sequencing 11787
il-17 11783
exposure 11762
intracellular 11757
eight 11746
mouse 11745
frequencies 11743
ifn 11722
inactivation 11719
responsible 11716
score 11714
immunoreactivity 11707
neurons 11700
followed 11699
secondary 11690
myelodysplastic 11681
consistent 11665
action 11662
cardiac 11661
plus 11651
majority 11631
will 11594
component 11593
degeneration 11593
sequence 11590
egf 11552
panel 11549
up-regulation 11547
fibrinogen 11536
loci 11522
wt1 11520
analysed 11506
specificity 11472
bcr-abl 11445
defined 11385
carcinogenesis 11384
os 11275
diffuse 11254
anaplastic 11251
pancreatitis 11230
required 11208
interactions 11205
hodgkin 11202
app 11153
statistically 11137
sites 11130
mild 11126
dementia 11109
iv 11101
long-term 11094
mucosa 11035
biopsies 10998
suppressed 10989
cutaneous 10981
agent 10946
inhibiting 10936
even 10910
iddm 10902
range 10882
smoking 10880
free 10869
subtype 10868
underlying 10838
fibroblast 10837
gh 10823
aa 10817
newly 10792
scf 10785
sirna 10777
where 10775
change 10761
23 10745
involving 10745
il-1b 10740
localization 10723
dose 10686
exhibited 10665
gstm1 10654
odds 10644
lipid 10628
approximately 10623
fas 10601
b-catenin 10590
apoptotic 10578
would 10558
foxp3 10550
particular 10540
like 10505
them 10499
histological 10495
potentially 10478
il-1beta 10470
oncogenic 10462
germline 10443
provides 10418
arterial 10413
arrest 10401
phenotypes 10391
biopsy 10386
manner 10365
colorectal 10339
neoplasms 10335
amd 10332
cultures 10320
humans 10316
testing 10290
degradation 10266
cognitive 10263
often 10262
transcripts 10258
research 10240
subunit 10237
components 10234
despite 10221
erk 10215
cervical 10209
atopic 10204
pg/ml 10176
pi3k 10175
properties 10173
27 10165
t2d 10161
appears 10158
sex 10134
neuronal 10132
mthfr 10125
tumorigenesis 10117
main 10099
microarray 10098
follow-up 10095
genomic 10092
implications 10092
lateral 10076
surgery 10067
hgf 10045
relevant 10030
bmi 9979
vimentin 9967
hypermethylation 9944
male 9938
genotyped 9937
high-grade 9925
investigation 9924
lymphocyte 9913
.1 9910
emt 9908
cd3 9893
relevance 9888
beta-catenin 9878
non-small-cell 9865
` 9863
platelet 9855
phosphorylated 9851
available 9826
occurrence 9822
peptides 9822
sections 9818
lymphoid 9804
pediatric 9788
mcp-1 9782
untreated 9774
remission 9774
sample 9762
degree 9751
tnbc 9713
serve 9712
mdm2 9711
up 9699
progressive 9676
drb1 9669
reactive 9669
finally 9665
dehydrogenase 9661
haplotype 9652
proportion 9644
state 9623
signalling 9606
immunohistochemically 9598
et-1 9597
unclear 9596
cd19 9588
oral 9586
urinary 9586
then 9576
polycystic 9562
hbv 9562
i.e. 9557
standard 9556
site 9554
upon 9544
cd38 9539
capacity 9537
size 9534
mortality 9530
markedly 9528
female 9519
count 9519
cd14 9501
occur 9501
diabetic 9498
ifn-alpha 9498
iron 9495
adults 9489
obstructive 9473
led 9463
pathology 9452
isoforms 9451
cirrhosis 9446
refractory 9443
predictor 9431
basis 9430
oxidative 9426
point 9424
hr 9417
donors 9408
basic 9395
ankylosing 9386
osteoporosis 9384
timp-1 9381
spondylitis 9379
cytotoxicity 9375
corresponding 9368
develop 9365
course 9362
niddm 9360
introduction 9358
given 9357
include 9356
ki-67 9353
glioblastomas 9352
lead 9344
materials 9340
showing 9340
improve 9321
intestinal 9294
nk 9288
seizures 9287
c-kit 9283
blasts 9279
independently 9279
member 9270
26 9269
per 9261
complete 9250
cytoplasmic 9240
35 9240
enhances 9228
migraine 9224
28 9223
moderate 9217
astrocytoma 9204
shows 9192
70 9190
mainly 9183
located 9178
days 9175
idiopathic 9171
-2 9146
acquired 9134
prospective 9131
somatic 9128
mitochondrial 9118
neu 9107
cisplatin 9096
cd133 9084
animal 9069
members 9068
proliferative 9066
amyotrophic 9063
phosphatase 9061
90 9060
autoantibodies 9052
indicates 9036
granulocyte 9033
regulate 9025
pe 9021
initial 9021
subsequent 9013
macrophage 9010
cd10 9009
mapk 9004
secreted 8988
alpha-fetoprotein 8987
received 8975
closely 8965
causes 8962
contribution 8960
commonly 8958
syndromes 8954
leads 8952
still 8945
limited 8939
weeks 8934
nine 8927
complement 8917
periodontitis 8915
management 8914
era 8910
positivity 8893
32 8889
alk 8881
interval 8870
glaucoma 8870
how 8850
cd20 8847
undergoing 8836
correlations 8830
igf-1 8830
carrying 8808
product 8798
randomized 8797
imaging 8791
elevation 8767
transition 8765
profiles 8764
asthmatic 8760
0 8760
work 8758
putative 8756
mgmt 8752
highest 8723
receiving 8716
downregulated 8708
conventional 8706
proinflammatory 8692
pregnancy 8687
modulation 8681
understanding 8681
protective 8678
scc 8677
il-18 8672
jak2 8654
han 8649
antagonists 8631
hypoxia 8628
elucidate 8619
dominant 8596
ms. 8586
pathophysiology 8586
authors 8573
malignancy 8573
relapse 8572
anaemia 8571
b-cll 8563
occurs 8557
plaques 8547
second 8547
pr 8536
improved 8536
possibly 8534
eoc 8525
cdna 8517
80 8513
reports 8507
presented 8505
whose 8503
dermatitis 8502
clarify 8494
rearrangements 8482
interferon-gamma 8463
stimulating 8408
colonic 8405
lp 8399
e.g. 8379
ret 8372
confidence 8368
extent 8362
fibrosis 8345
endocrine 8341
apc 8331
coding 8329
rearrangement 8322
certain 8303
hypothesized 8301
transporter 8296
characteristic 8289
vhl 8288
ras 8278
flt3 8276
negatively 8276
transformation 8271
cd56 8271
behavior 8232
metalloproteinase 8227
finding 8223
31 8216
cytokeratin 8213
p38 8211
predicting 8208
gstt1 8192
hla-drb1 8188
designed 8185
erbb2 8179
possibility 8171
adjuvant 8170
prior 8166
apo 8165
reduce 8156
opn 8152
hepatic 8132
neurotrophic 8129
abeta 8128
il-13 8122
enhance 8119
k-ras 8119
down-regulated 8105
link 8090
resected 8089
transcript 8067
brains 8066
inducing 8065
hif-1a 8064
multivariate 8062
gstp1 8053
variety 8053
poorly 8051
benefit 8050
content 8029
tnfalpha 8024
alcohol 8023
localized 8020
pcna 8012
a549 8011
yet 8011
nf-kb 7995
upa 7989
ligands 7983
29 7980
chromosomal 7977
de 7950
transplantation 7947
detectable 7938
mdr1 7937
able 7918
bfgf 7881
young 7872
future 7858
v 7828
natural 7823
meningiomas 7818
little 7795
ihc 7779
carcinoembryonic 7778
il-3 7778
strategies 7776
interleukin-1 7773
immunostaining 7771
synthase 7770
monocyte 7766
underwent 7761
constitutive 7757
sarcomas 7754
numbers 7750
cathepsin 7748
hereditary 7744
low-grade 7740
epigenetic 7736
viral 7725
lif 7723
autologous 7719
having 7711
depressed 7708
homozygous 7706
33 7692
45 7677
mg 7670
caspase-3 7657
fat 7639
c-met 7633
t1d 7610
produce 7608
individual 7603
now 7603
macular 7602
suppresses 7601
event 7595
describe 7587
subgroup 7585
nb 7584
currently 7571
act 7570
high-risk 7553
trastuzumab 7552
information 7548
histone 7535
surgical 7529
promoting 7521
haplotypes 7518
enzymes 7516
technique 7515
codon 7507
subsets 7505
calcium 7492
blotting 7486
area 7485
blockade 7484
progenitor 7483
proposed 7481
hyperplasia 7481
regarding 7479
hepg2 7471
ifn-y 7466
carried 7465
left 7464
lncap 7464
bronchial 7461
43 7452
42 7450
linkage 7450
apl 7441
processes 7439
screened 7439
along 7426
th1 7416
crucial 7413
atypical 7409
fragment 7404
cc 7402
mucin 7399
safety 7396
cortex 7387
tgf-b 7385
transfection 7379
wilms 7378
l 7367
general 7358
colony 7348
generation 7346
autocrine 7345
kinases 7344
criteria 7341
marked 7338
antitumor 7316
mda-mb-231 7315
36 7311
stained 7308
blast 7308
radiation 7306
hd 7303
relatively 7297
areas 7296
isoform 7290
48 7272
origin 7244
mdd 7242
prb 7232
explored 7231
constitutively 7226
ratios 7222
autism 7221
vdr 7216
ph 7211
prolactin 7210
vector 7205
set 7203
short 7200
another 7197
variations 7197
so 7196
multidrug 7196
cd40 7179
impairment 7169
pbmc 7165
paraffin-embedded 7160
igg 7156
generated 7148
inversely 7135
angiotensin-converting 7134
reductase 7124
serous 7123
adipose 7120
epithelium 7097
transferrin 7091
fluorescence 7082
cd5 7074
tlr4 7070
glutathione 7069
alpha-synuclein 7067
hla-dr 7066
consecutive 7064
fatty 7064
novo 7039
integrin 7030
seems 7027
late 7027
adhd 7018
period 7013
34 7012
relationships 7002
esrd 6999
neoplastic 6987
leukocyte 6985
fasting 6976
? 6970
molecule-1 6968
observations 6965
age-related 6964
murine 6960
promoted 6955
cytochrome 6949
bm 6937
0.02 6936
confirm 6932
adverse 6920
mixed 6919
early-onset 6914
copy 6913
accompanied 6904
local 6896
invasiveness 6882
agonist 6871
muc1 6859
myc 6849
solid 6846
mcl-1 6836
antisense 6834
cholangiocarcinoma 6826
tau 6801
transduction 6799
blocking 6796
psoriatic 6791
ab 6787
interestingly 6784
pre-eclampsia 6783
few 6779
igfbp-3 6778
cerebral 6773
glycoprotein 6772
variable 6771
kit 6770
treating 6764
fraction 6764
alteration 6759
differentially 6740
von 6735
products 6734
collagen 6725
biochemical 6723
recognized 6720
tgf-beta1 6713
nor 6712
sf 6710
airway 6707
angina 6706
tnfa 6702
injury 6701
appear 6694
measurement 6692
rapid 6687
enzyme-linked 6686
immunosorbent 6685
genome-wide 6680
good 6678
initiation 6676
factor-1 6675
p-gp 6671
p-glycoprotein 6661
null 6655
mll 6654
promyelocytic 6652
monitoring 6647
immunotherapy 6618
repeat 6603
summary 6601
cerebrospinal 6598
examination 6598
motility 6597
white 6597
health 6596
indicator 6596
measure 6570
gd 6570
pbc 6566
prevention 6565
controlled 6555
38 6552
thereby 6550
classification 6544
purified 6534
differ 6532
deletions 6531
uterine 6527
ischemic 6511
smokers 6502
immunoglobulin 6496
volunteers 6495
complexes 6475
nerve 6463
utility 6459
nse 6457
nf1 6455
c-erbb-2 6455
experiments 6447
dendritic 6440
ewing 6431
treat 6426
understand 6419
context 6414
depletion 6406
agonists 6405
joint 6397
protein-1 6394
represents 6393
.2 6388
ca125 6375
placental 6372
reveal 6370
cyclooxygenase-2 6337
counts 6336
fish 6334
elderly 6325
us 6324
uptake 6317
comt 6313
pbmcs 6311
allelic 6308
pd-l1 6289
rather 6282
knowledge 6264
triple-negative 6263
bp 6261
pathogenic 6261
predicted 6260
define 6244
alternative 6243
cdkn2a 6237
serotonin 6231
graves 6228
none 6225
widely 6213
granulocyte-macrophage 6212
stroke 6212
resection 6206
fa 6206
reduces 6205
maternal 6201
mediates 6197
ventricular 6189
normotensive 6188
light 6188
toxicity 6186
ezh2 6183
hepatocyte 6176
literature 6172
cartilage 6171
length 6164
survivin 6160
ccrcc 6157
participants 6155
amplified 6153
characterize 6148
gender 6147
duration 6133
displayed 6130
medium 6128
variables 6126
exogenous 6125
decreases 6123
predictors 6115
pml 6111
find 6109
medullary 6095
demonstrates 6087
jnk 6082
atl 6073
plaque 6073
caucasian 6065
focal 6063
ipf 6060
.3 6052
scores 6043
unique 6037
determination 6029
reactivity 6020
clinicopathologic 6019
intercellular 6009
bcl2 6005
72 5999
burkitt 5988
medulloblastoma 5984
comparing 5981
additionally 5978
suppress 5975
dqb1 5972
postmenopausal 5967
neoplasia 5966
much 5962
importantly 5951
37 5950
spectrum 5948
htert 5946
long 5944
neuroendocrine 5926
establish 5923
44 5900
endothelin-1 5899
intervention 5897
opg 5897
viability 5896
v600e 5891
amounts 5886
idh1 5883
modulate 5881
mediator 5877
pro-inflammatory 5876
il-12 5871
cd30 5868
applied 5865
day 5860
harboring 5858
end-stage 5855
autosomal 5840
provided 5835
age-matched 5828
superoxide 5828
measurements 5826
down 5826
maintenance 5825
mab 5817
complications 5814
inducible 5806
whole 5803
tgf-b1 5794
probably 5794
affects 5790
pik3ca 5790
angiogenic 5786
sought 5781
overexpressing 5780
75 5780
predicts 5775
mammary 5763
absent 5753
concomitant 5749
neurodegenerative 5747
interfering 5716
dual 5711
il-5 5707
cd45 5696
single-nucleotide 5694
exhibit 5687
memory 5686
55 5682
autophagy 5681
predominantly 5679
help 5677
expansion 5672
bcc 5669
atm 5668
mutational 5667
collected 5662
preoperative 5659
heterozygous 5643
nodes 5642
treatments 5635
39 5633
etiology 5622
means 5620
46 5619
remain 5619
doses 5616
modified 5614
xenografts 5607
concluded 5598
aged 5596
65 5596
41 5585
measures 5576
sodium 5573
core 5565
non-obese 5563
clones 5560
lean 5557
xenograft 5553
unrelated 5539
over-expression 5538
published 5538
c-jun 5534
killer 5527
mmp-1 5522
gefitinib 5518
mhc 5517
xrcc1 5513
prediction 5509
cyclin-dependent 5507
cyp1a1 5507
hypothyroidism 5506
wt 5505
tamoxifen 5505
nervous 5502
wnt 5498
occurred 5494
vcam-1 5492
mature 5485
cpg 5484
paired 5483
pi3k/akt 5482
cho 5479
responsiveness 5477
mtc 5466
mbp 5458
application 5453
caspase 5452
activate 5440
met 5437
-3 5431
cm 5429
pancreas 5421
end 5421
0.03 5420
signals 5418
mpo 5416
partially 5414
infusion 5410
mrnas 5409
mesenchymal 5407
messenger 5394
explain 5384
125 5378
glial 5377
spontaneous 5374
bnp 5372
approved 5364
thought 5358
amino 5352
alveolar 5352
performance 5352
beneficial 5351
hsp90 5343
partial 5338
retrospective 5337
preclinical 5336
cdk4 5334
northern 5333
proliferating 5331
tests 5323
smooth 5323
il-1ra 5322
biology 5322
notch1 5319
2a 5318
life 5315
0.002 5315
cystic 5313
affecting 5309
ercc1 5308
anti-inflammatory 5308
channel 5307
mycn 5306
erg 5305
c. 5302
tg 5299
older 5297
directed 5286
classical 5284
src 5283
anti-tumor 5281
supporting 5272
late-onset 5269
interference 5268
transfer 5268
tolerance 5267
intermediate 5264
neither 5261
bcl-xl 5261
respect 5259
lacking 5253
y 5241
prevent 5236
dismutase 5235
inverse 5234
anxiety 5232
european 5230
characterization 5229
nucleus 5226
typical 5224
network 5221
reducing 5217
vwf 5217
rat 5212
cd24 5207
eralpha 5206
k 5200
cardiomyopathy 5196
myelin 5192
collectively 5185
th2 5179
selectively 5177
remained 5171
subgroups 5168
anti-tnf 5167
timp-2 5167
cleavage 5166
stimulate 5164
neutrophils 5161
discovery 5160
predisposition 5158
lesion 5157
mmp 5153
toward 5147
telomerase 5146
ten 5144
year 5143
acts 5142
fetal 5133
rankl 5128
ldl 5124
vegf-c 5123
effector 5111
natriuretic 5106
affinity 5102
intensity 5100
consistently 5090
laboratory 5084
defects 5082
volume 5075
temporal 5075
cd33 5071
stably 5070
tdp-43 5070
endometrial 5064
mesothelioma 5062
rassf1a 5060
kip1 5059
ectopic 5055
luminal 5054
homolog 5050
schizophrenic 5050
chemokines 5046
47 5043
tool 5041
factor-a 5031
ir 5030
chemotherapeutic 5022
synergistic 5019
logistic 5018
mif 5018
inherited 5014
-6 5004
transgenic 5004
times 5003
rhabdomyosarcoma 5002
adjusted 5002
pc-3 5001
hdl 5000
cd7 4995
neural 4995
bodies 4995
effectively 4994
similarly 4992
regulators 4991
mmp-3 4988
confer 4985
administered 4983
exons 4983
failed 4978
52 4977
suffering 4974
whom 4973
histologic 4971
producing 4971
processing 4967
urine 4967
multiforme 4962
53 4958
comparable 4956
structure 4951
pth 4944
rr 4939
radiotherapy 4934
discuss 4934
treg 4932
osteopontin 4930
mediators 4929
brain-derived 4921
across 4915
hsp70 4914
subsequently 4912
determining 4911
preliminary 4911
presenting 4908
insulin-dependent 4906
e-selectin 4899
lineage 4891
almost 4887
exercise 4886
infiltration 4881
aaa 4878
dcm 4876
approaches 4875
earlier 4873
a2 4872
pah 4870
detecting 4867
best 4866
tgf 4858
juvenile 4853
aortic 4849
become 4849
cortisol 4847
pd-1 4842
translocations 4835
interest 4834
0.005 4830
nras 4829
favorable 4822
exposed 4819
controversial 4818
structural 4818
immunofluorescence 4818
statistical 4818
unstable 4816
doxorubicin 4813
c/t 4810
polymorphic 4809
seizure 4809
validated 4808
article 4807
towards 4802
account 4801
biliary 4800
modulating 4796
cd28 4783
fully 4782
activates 4775
missense 4774
al 4774
material 4771
delivery 4770
chimeric 4762
54 4756
feature 4755
cox 4753
scale 4752
homeostasis 4752
cns 4748
gain 4748
species 4745
compounds 4739
influences 4739
mitogen-activated 4732
dependence 4728
ccr5 4727
gfap 4723
pharmacological 4722
shock 4718
ct 4715
infiltrating 4712
subcutaneous 4705
amount 4703
ctla-4 4701
restriction 4698
primarily 4697
supports 4695
imatinib 4693
fl 4689
pregnant 4682
except 4665
estimated 4664
raised 4660
transient 4649
propose 4648
parathyroid 4646
noted 4646
protease 4644
heterogeneity 4644
radical 4640
clonal 4637
vegf-a 4635
namely 4632
motor 4632
deficient 4629
epileptic 4629
dysregulation 4629
females 4627
remodeling 4625
converting 4623
b1 4619
mediate 4618
improvement 4617
resistin 4614
barrett 4612
il-23 4611
hla-b27 4609
stimulates 4607
pain 4607
51 4605
cluster 4604
providing 4600
contained 4598
replication 4596
hand 4583
microenvironment 4580
tnm 4579
mtor 4570
presentation 4567
gallbladder 4566
neutrophil 4564
worse 4563
al. 4562
intake 4553
il-17a 4553
sod1 4549
acth 4546
genetically 4539
hiv 4537
hl 4534
contributing 4532
57 4532
pc3 4531
clearly 4530
block 4529
consisting 4525
56 4524
albumin 4520
usefulness 4518
ec 4512
idc 4512
lrrk2 4511
larger 4507
paclitaxel 4507
discovered 4506
p63 4504
dysplasia 4502
cohorts 4499
0.04 4498
persons 4496
hematological 4495
reflect 4493
tpo 4489
upar 4488
regimen 4483
adolescents 4483
heat 4481
cd16 4480
binds 4479
her2/neu 4475
shorter 4472
inactive 4467
documented 4466
anticancer 4465
sox2 4461
sequences 4461
ink4a 4458
parp 4455
states 4454
herein 4451
synovium 4450
encodes 4449
protection 4447
p15 4442
49 4441
pkc 4441
seem 4437
hematologic 4437
people 4436
crpc 4436
classified 4425
techniques 4422
systems 4422
dr4 4421
pb 4420
blocked 4419
double 4419
profiling 4416
korean 4408
plgf 4394
ck7 4392
ngf 4389
first-line 4380
dilated 4374
soft 4373
males 4373
th17 4371
ang 4369
phenotypic 4367
hif-1alpha 4363
others 4361
terminal 4355
focus 4348
evaluating 4346
made 4343
physiological 4340
mek 4338
erythrocyte 4334
excess 4332
morphology 4332
trend 4329
setting 4326
congenital 4323
infected 4321
e2 4321
igf-ii 4318
proto-oncogene 4314
hospital 4312
chemoresistance 4304
rb1 4304
cxcl12 4304
il6 4297
restricted 4297
microsatellite 4296
hc 4293
overweight 4290
aplastic 4283
enrolled 4280
n-myc 4276
condition 4275
insight 4271
s-transferase 4262
67 4256
non 4250
hl-60 4249
tdt 4249
daily 4247
immunoreactive 4244
k562 4240
cdh1 4240
synthetic 4234
pretreatment 4229
persistent 4225
oncogenes 4222
pathologic 4215
clone 4211
mucinous 4210
peritoneal 4210
methylated 4205
fasl 4205
recruitment 4204
postoperative 4203
pon1 4199
bowel 4193
sbp 4192
progenitors 4190
signature 4189
intron 4187
staging 4187
dcs 4184
ppargamma 4183
genotyping 4182
identifying 4180
myelofibrosis 4180
sufficient 4176
locally 4175
terms 4174
modulates 4170
occurring 4169
cr1 4167
leiomyoma 4166
200 4165
actin 4164
epsilon4 4164
search 4163
numerous 4161
bind 4159
defective 4157
attention 4157
b-all 4154
adenomas 4152
respond 4148
largely 4145
loh 4145
decline 4145
comparative 4143
heterogeneous 4141
myeloproliferative 4141
thrombin 4139
attenuated 4134
immunodeficiency 4132
abdominal 4127
sdf-1 4126
rantes 4123
surgically 4117
npm1 4116
oxide 4113
cd117 4110
transducer 4108
interleukin-8 4105
heterozygosity 4104
manifestations 4098
hippocampus 4097
cytoplasm 4094
meningioma 4093
usually 4092
contain 4091
prolonged 4091
glucocorticoid 4091
observation 4090
necessary 4089
leprosy 4087
aggregation 4086
p300 4085
fto 4082
vessels 4080
polypeptide 4078
.001 4078
64 4075
weak 4074
example 4073
retinoic 4073
diminished 4072
methyltransferase 4060
immunity 4052
enolase 4047
fab 4047
cord 4042
minimal 4041
mmp9 4036
61 4035
relapsed 4032
p16ink4a 4031
need 4029
demonstrating 4029
factor-beta 4023
date 4022
suppressing 4022
simultaneous 4020
pgp 4017
distinguish 4017
insights 4012
valuable 4012
fhit 4003
mf 4003
neurofibromatosis 4002
58 3998
confers 3992
ccl2 3992
hypoxia-inducible 3991
_ 3991
snail 3990
later 3985
deposition 3980
causing 3978
cascade 3978
nitric 3977
ht 3966
functionally 3966
shbg 3965
prl 3962
lewy 3962
restenosis 3957
paper 3956
injection 3954
above 3951
her2-positive 3950
retrospectively 3947
ttf-1 3940
erk1/2 3939
hla-a 3936
hippocampal 3935
needed 3934
uveal 3932
combinations 3927
scchn 3927
fak 3924
pivotal 3921
peroxisome 3921
annexin 3920
african 3920
wide 3919
physical 3912
hours 3910
tpa 3910
population-based 3908
salivary 3907
display 3907
mucosal 3905
68 3904
carotid 3902
oxidase 3897
compound 3894
residual 3893
microarrays 3890
enhancing 3889
allogeneic 3888
sputum 3884
sp1 3882
beta-amyloid 3881
american 3879
effectiveness 3878
interleukin-10 3877
allergic 3876
fls 3874
t-cells 3873
low-density 3872
notably 3872
wild 3871
bph 3869
sirt1 3869
completely 3868
es 3863
understood 3863
cd68 3859
bl 3859
myeloperoxidase 3853
tert 3853
g1 3851
inos 3851
neurological 3850
hmgb1 3846
medical 3846
gastrointestinal 3844
ebv 3842
dc 3842
simultaneously 3839
kda 3831
s-1 3830
extensive 3827
chemoattractant 3825
ki67 3825
ros 3824
oncoprotein 3821
repression 3820
global 3813
na 3810
load 3810
phospholipase 3809
nude 3809
epsilon 3808
quantified 3803
triple 3802
anti-apoptotic 3795
germ 3792
pts 3790
generally 3787
oxygen 3783
a1 3782
focused 3782
accuracy 3781
monocytic 3777
balance 3772
acids 3770
mediating 3769
gestational 3766
epitope 3764
deleted 3763
hamster 3762
hccs 3756
instability 3754
62 3754
prevalent 3754
bound 3752
differentiate 3751
assayed 3751
ck 3745
controlling 3744
astrocytes 3744
third 3744
toll-like 3741
dbp 3740
formalin-fixed 3737
subunits 3736
nevi 3735
reviewed 3732
intravenous 3732
rituximab 3732
transport 3730
selection 3729
splicing 3729
fact 3727
aggressiveness 3725
vitiligo 3725
-4 3723
mib-1 3723
igf-1r 3723
borderline 3721
reporter 3718
0.003 3715
minor 3712
sh-sy5y 3709
upstream 3707
regardless 3707
far 3706
chondrocytes 3698
substrate 3694
il-15 3694
longer 3688
gastrin 3686
mri 3683
tt 3682
asian 3681
acc 3681
biologic 3679
presenilin 3679
steroid 3678
undertaken 3675
though 3674
celiac 3670
igh 3669
appeared 3667
defect 3661
ex 3661
genome 3661
close 3660
achieved 3659
cortical 3655
maturation 3652
prominent 3651
capable 3642
cytogenetic 3641
mrp 3640
cfh 3640
substantial 3637
reveals 3635
neuroblastomas 3634
rationale 3632
brca 3632
high-dose 3630
shrna 3624
c-fos 3622
esr1 3622
bile 3621
enriched 3618
pnh 3616
gland 3615
fresh 3612
tyrosinase 3611
platelets 3608
dose-dependent 3605
du145 3602
apoe4 3601
stability 3597
distant 3597
ache 3594
erlotinib 3594
reference 3592
s-100 3592
fc 3591
near 3589
poly 3588
n-terminal 3586
infections 3585
0.004 3585
oc 3582
cd11b 3582
transcriptase 3581
asymptomatic 3580
transmembrane 3579
85 3578
esophagus 3577
cystatin 3577
intrinsic 3576
h. 3576
cd80 3575
tandem 3569
f 3568
infliximab 3568
aberrations 3567
apoptosis-inducing 3565
immature 3558
antioxidant 3558
ige 3556
animals 3556
undifferentiated 3554
premature 3550
troponin 3549
predominant 3549
g/a 3548
loop 3545
suspected 3541
fh 3539
progesterone 3537
b12 3536
fragments 3535
southern 3533
care 3529
china 3525
sp 3524
pthrp 3522
mutants 3517
disruption 3516
measuring 3514
vip 3513
influenced 3513
actions 3513
sustained 3511
interact 3510
t-pa 3510
alter 3509
hormones 3508
aid 3507
n-cadherin 3507
crf 3505
average 3502
quality 3502
se 3499
ischemia 3497
angiotensinogen 3491
acidic 3490
enhancement 3486
cyp2d6 3484
percent 3484
array 3484
grades 3483
platelet-derived 3482
metalloproteinases 3481
59 3479
susceptible 3476
mdr 3475
71 3475
cdx2 3471
tomography 3470
investigating 3469
min 3468
m1 3468
ldl-c 3467
hypertensives 3467
thymic 3466
placebo 3465
red 3465
lrp 3463
regard 3463
arteries 3461
secretory 3458
blocks 3458
mast 3455
hormonal 3451
proven 3450
stemi 3448
hypoxic 3448
decreasing 3448
crh 3448
vaccine 3446
atrophy 3446
zinc 3444
proliferator-activated 3442
cd23 3440
prp 3440
position 3439
chromogranin 3438
cd86 3436
indices 3433
iga 3432
systematic 3432
bearing 3431
hence 3430
lpl 3430
fibronectin 3429
rms 3428
mmp2 3419
leukocytes 3417
adjustment 3414
identifies 3414
stroma 3413
panic 3411
crisis 3409
disease-free 3409
mcf7 3408
diet 3405
63 3404
relatives 3403
supported 3400
estimate 3399
continuous 3398
c677t 3398
npy 3397
cd95 3394
ac 3394
concurrent 3392
adenovirus 3391
center 3390
destruction 3389
improves 3388
ck20 3384
epithelial-mesenchymal 3384
pa 3381
immunological 3377
lymphatic 3377
tlr2 3377
hemoglobin 3376
notch 3375
interacts 3375
prospectively 3372
indicators 3372
involves 3372
hazard 3370
emerging 3369
systolic 3367
assessing 3367
lps 3366
cgrp 3364
lobe 3361
extracts 3360
nrf2 3360
preferentially 3358
prostaglandin 3355
released 3351
encoded 3348
epitopes 3346
aldosterone 3341
utr 3341
cd13 3338
interleukin-4 3338
66 3335
sd 3335
wnt/b-catenin 3333
lost 3333
xiap 3326
muc2 3325
abundant 3320
combining 3319
labeling 3318
substance 3317
ccnd1 3311
gr 3311
risks 3310
igf 3308
73 3305
elucidated 3298
cd59 3297
p73 3297
il-7 3290
discussed 3289
tregs 3289
3-kinase 3288
nod2 3288
neoadjuvant 3287
78 3286
metalloproteinase-9 3284
distinguishing 3280
adenoma 3279
lc 3279
psma 3276
partly 3274
over-expressed 3274
recognition 3272
expected 3270
pilot 3265
intact 3263
constructed 3259
initially 3258
progress 3255
ctl 3255
generalized 3254
il-2r 3253
comprehensive 3251
map 3250
rectal 3249
endometrioid 3248
heavy 3248
shared 3248
overexpress 3245
rarely 3243
ifn-beta 3243
clearance 3241
lipase 3239
histology 3236
leiomyomas 3232
classic 3231
routine 3227
reliable 3226
skeletal 3225
interferon-alpha 3224
parallel 3224
moderately 3223
spinal 3220
1a 3218
blockers 3217
antiproliferative 3217
employed 3215
pregnancies 3215
goal 3215
runx3 3209
melanocytes 3208
variability 3208
attractive 3207
transformed 3206
i/d 3206
agt 3204
shh 3201
efficient 3201
p450 3201
rise 3199
willebrand 3198
address 3198
responsive 3196
investigations 3189
sleep 3188
chromatin 3187
candidates 3176
gemcitabine 3175
docetaxel 3175
epcam 3175
screen 3173
view 3170
successfully 3169
hmlh1 3168
thyroglobulin 3166
box 3166
glp-1 3165
rapidly 3164
dqa1 3163
pleural 3162
lobular 3162
il10 3160
hemolytic 3159
caspase-8 3156
coexpression 3155
hb 3154
dietary 3154
synoviocytes 3152
ibd 3152
p-selectin 3152
superior 3149
pure 3147
mvd 3147
o 3147
abcb1 3145
oligodendrogliomas 3144
osteoprotegerin 3144
cd2 3143
deregulation 3142
younger 3141
mbc 3140
indian 3134
microvessel 3132
successful 3131
ykl-40 3130
igf-ir 3129
ss 3128
signal-regulated 3128
testosterone 3126
domains 3126
divided 3121
sensitizes 3121
igm 3120
polyclonal 3117
paraffin 3116
alkaline 3115
cd15 3113
co2 3113
mbl 3113
cd31 3113
cytometric 3112
pv 3112
transcription-polymerase 3110
ferritin 3107
duct 3106
nqo1 3102
microscopy 3100
histologically 3100
probe 3099
exists 3098
castration-resistant 3098
apob 3097
cca 3096
c3 3095
88 3094
small-cell 3093
incident 3092
serial 3090
mt1-mmp 3089
ag 3086
stronger 3086
nephropathy 3084
ve 3083
alcoholism 3081
fanconi 3079
cyclophosphamide 3078
ethnic 3078
caucasians 3077
vein 3074
runx1 3073
side 3073
pituitary 3072
diverse 3069
preventing 3065
spa 3064
considering 3063
determinant 3061
accelerated 3060
il-22 3060
intrahepatic 3059
poorer 3055
media 3054
modification 3054
mammalian 3053
cxcr3 3053
amh 3051
ho-1 3049
turn 3049
t-all 3046
splice 3045
bilateral 3044
alp 3038
lowest 3036
pet 3035
driven 3034
programmed 3033
eosinophil 3030
helper 3028
b. 3027
already 3022
element 3021
chop 3020
abnormality 3020
neuron-specific 3020
mrp1 3020
identical 3019
gleason 3019
implication 3018
ts 3018
recessive 3016
elements 3015
74 3015
highlight 3010
old 3008
.5 3008
curve 3005
short-term 3004
ck19 3002
tslp 3001
deacetylase 3000
evolution 2998
latter 2998
infants 2994
sod 2993
conversely 2992
co-expression 2991
cross-sectional 2990
plasmid 2987
adrenocortical 2984
interacting 2982
mb 2981
nmd 2980
thickness 2979
knee 2979
senile 2978
hla-b 2977
trail-induced 2975
tgf-alpha 2974
69 2971
half 2971
ctni 2969
hpa 2969
gst 2968
excretion 2967
inclusions 2967
percentages 2964
83 2963
hsp27 2961
methylenetetrahydrofolate 2960
carry 2959
ubiquitin 2958
smad4 2958
82 2957
differentiating 2954
called 2953
t2dm 2952
96 2949
ap-1 2949
methotrexate 2947
rhoa 2947
complicated 2946
hippel-lindau 2943
transferase 2942
-9 2942
tc 2941
androgen-independent 2941
caveolin-1 2937
homocysteine 2935
mostly 2933
frontotemporal 2932
oct4 2931
cdk2 2930
adrenal 2928
morphological 2928
basal-like 2928
unfavorable 2926
dnmt1 2926
dopamine 2924
step 2924
86 2923
supernatants 2921
program 2920
recovery 2917
nat2 2916
foxm1 2915
pi 2914
cd40l 2912
rac1 2911
hla-g 2910
uremic 2909
cxcl10 2909
experience 2908
m-csf 2908
oh 2906
ahr 2894
low-dose 2891
translation 2891
a/g 2890
nodular 2889
joints 2888
kappa 2887
burden 2887
tf 2886
lipids 2886
s100 2882
erb 2879
retinal 2875
gg 2875
ip-10 2874
optimal 2873
modulated 2870
participate 2868
includes 2868
proved 2866
suppressive 2864
erythroid 2864
source 2863
cr 2862
environmental 2861
host 2859
embryonic 2858
surrounding 2856
slightly 2855
nocturnal 2853
cleft 2853
inhaled 2853
primitive 2851
magnetic 2850
promoters 2849
77 2849
thrombocythemia 2846
thp-1 2845
wall 2844
signs 2843
relapsing-remitting 2843
hcl 2841
international 2834
mobilization 2834
tcr 2832
bcl-x 2831
existence 2830
monotherapy 2830
baff 2829
practice 2827
92 2825
database 2825
kb 2824
full-length 2824
visfatin 2823
tract 2822
methylation-specific 2822
apparent 2819
hypertrophy 2819
2b 2819
protocol 2819
il-21 2818
calcitonin 2816
il-33 2816
120 2813
stat5 2812
checkpoint 2808
.05 2807
expanded 2803
symptomatic 2800
degrees 2799
added 2797
sorafenib 2794
appropriate 2794
rats 2793
respiratory 2792
reversed 2791
determinants 2789
requires 2789
expresses 2788
early-stage 2788
94 2788
il-11 2787
dyslipidemia 2786
hundred 2784
ccr7 2784
nm 2784
peak 2783
dramatically 2780
phosphatidylinositol 2778
frontal 2777
consequences 2777
univariate 2777
motif 2775
non-insulin-dependent 2774
gpc3 2773
contains 2773
dcis 2773
subclinical 2773
helpful 2772
beta1 2771
recruited 2764
hcg 2764
killing 2763
deregulated 2760
psychiatric 2758
points 2757
mci 2757
conditioned 2755
consumption 2755
metaplasia 2755
tumorigenicity 2754
antiapoptotic 2754
p14 2754
philadelphia 2753
p65 2753
renin-angiotensin 2752
secrete 2749
urokinase-type 2747
d3 2745
skp2 2743
unaffected 2742
mirna 2742
multicenter 2741
muc5ac 2741
triglycerides 2738
icc 2738
hallmark 2737
feedback 2736
transactivation 2736
tumor-associated 2735
thrombosis 2735
stat1 2734
fmd 2732
homologous 2730
superficial 2730
tkis 2730
76 2729
mirnas 2729
st 2726
adenoid 2725
exerts 2724
enhancer 2723
hs-crp 2723
84 2722
intraepithelial 2720
exacerbation 2719
observe 2718
probes 2715
pairs 2714
imbalance 2714
itself 2714
adjusting 2712
sequential 2710
augmented 2709
energy 2708
validation 2707
neoplasm 2705
efficiently 2705
vegfr2 2705
undetectable 2704
exist 2703
nature 2703
ppary 2702
rage 2697
location 2696
epoetin 2696
a-i 2695
dm 2695
prion 2694
immunophenotype 2691
carrier 2691
simple 2691
indirect 2689
osm 2688
ctgf 2688
efficiency 2686
innate 2686
folate 2685
p75 2684
vegfr-2 2683
traditional 2682
esr 2682
prostatectomy 2681
catalytic 2679
hepatocytes 2678
conflicting 2678
chemotactic 2677
concerning 2677
dj-1 2676
making 2675
stratification 2669
mmps 2669
comprising 2668
ps1 2664
sequenced 2661
open 2661
ca2 2659
subpopulations 2658
placenta 2658
nodal 2655
ataxia 2655
mg/l 2654
hct116 2654
flt3-itd 2653
exert 2648
composed 2647
differed 2645
0.006 2642
atrial 2640
fluorescent 2636
fibrillary 2635
exclusively 2634
vessel 2634
transitional 2632
longitudinal 2628
regimens 2626
aging 2625
stenosis 2624
tlr9 2623
mg/dl 2623
tsh 2622
irradiation 2622
th 2622
parental 2620
aspects 2620
associate 2620
incubation 2619
dexamethasone 2619
n-ras 2617
modify 2615
past 2610
coupled 2608
donor 2606
kdr 2606
hcv 2606
-8 2605
g6pd 2602
inhibitor-1 2601
fusions 2601
c-terminal 2601
unlike 2598
man 2595
-308 2594
well-differentiated 2594
falciparum 2592
v617f 2592
stomach 2589
harbor 2584
fluids 2582
mabs 2580
globulin 2579
involve 2578
repeats 2577
island 2577
5-ht 2577
91 2575
fgfr1 2574
hpc 2573
obesity-related 2572
interstitial 2571
synaptic 2571
cetp 2569
c-peptide 2568
examining 2567
indeed 2565
mmhg 2564
absolute 2563
last 2560
benefits 2559
triggered 2558
way 2558
regional 2558
febrile 2558
he4 2558
bcr 2557
immunoassay 2555
causative 2555
construct 2554
kd 2550
chemosensitivity 2550
mechanistic 2550
acting 2549
arms 2549
urothelial 2548
reactions 2547
5-fu 2547
keratinocytes 2546
delta 2546
around 2543
islet 2543
mnsod 2542
haptoglobin 2541
dnmt3a 2539
immunoblotting 2538
autoantibody 2537
nuclei 2535
ghrh 2534
offer 2532
prothrombin 2531
auc 2531
dopaminergic 2530
aldh2 2530
high-sensitivity 2528
food 2527
hairy 2526
neurofibromas 2526
resonance 2525
overcome 2524
proximal 2523
mmp-7 2522
week 2521
curative 2521
hif-1 2518
microvascular 2517
93 2517
akt1 2515
what 2515
cd54 2512
0.5 2510
anterior 2510
pdgf 2510
consequence 2509
internal 2509
89 2507
asthmatics 2506
nearly 2506
b27 2504
vectors 2504
bevacizumab 2504
implicate 2502
serine 2502
circulation 2501
inflamed 2501
interleukin-1beta 2500
myeloblastic 2499
protects 2499
cloned 2498
truncated 2497
consequently 2496
e2f1 2496
woman 2495
option 2493
native 2493
arf 2492
hemodialysis 2491
structures 2491
msi 2490
cat 2489
gli1 2488
conformation 2488
every 2486
stratified 2484
cvd 2483
cjd 2483
analyzing 2483
enos 2483
growing 2480
rf 2480
postmortem 2479
cyp2e1 2479
mental 2479
nsclcs 2478
channels 2478
disequilibrium 2477
composition 2474
suitable 2474
precursors 2473
restored 2473
nanog 2472
analyse 2471
concept 2471
italian 2471
excessive 2470
pgr 2470
dysregulated 2470
hyperinsulinemia 2467
causal 2466
considerable 2465
developmental 2465
p. 2463
proteasome 2463
igf2 2461
humanized 2460
sedimentation 2460
nos 2459
ifngamma 2459
senescence 2457
maspin 2456
synergistically 2456
predispose 2456
evident 2454
arising 2454
challenge 2454
representing 2453
hdac 2453
kinetics 2451
81 2450
embryonal 2450
linear 2450
releasing 2449
er-positive 2446
organ 2445
ppar 2444
protect 2444
endothelium 2443
u/ml 2443
zap-70 2443
79 2441
proteolytic 2440
inactivated 2439
aberrantly 2438
0.007 2437
remaining 2433
cytosolic 2430
histopathological 2428
issue 2426
synaptophysin 2425
cd11c 2425
eosinophils 2425
abundance 2424
fused 2424
dat 2423
right 2423
dr5 2422
attempt 2422
taking 2422
1.5 2421
respective 2419
scn1a 2419
interleukin-3 2418
atra 2417
lungs 2417
medulloblastomas 2416
pro-apoptotic 2413
irrespective 2409
substantially 2409
neutralizing 2407
neurodegeneration 2405
deposits 2403
traits 2402
catalase 2398
admission 2398
98 2397
myelomonocytic 2396
correction 2396
greatly 2396
pathophysiological 2395
idh 2395
mitf 2394
mc4r 2394
remarkably 2394
neovascular 2393
frozen 2392
diastolic 2392
ny-eso-1 2391
erbb-2 2390
recommended 2388
intratumoral 2387
receive 2386
mitotic 2385
transmission 2384
venous 2383
believed 2383
membranes 2382
c1q 2382
neuron 2381
hrs 2379
ca1 2378
tgfb1 2376
transcriptase-polymerase 2375
pylori 2374
term 2372
histocompatibility 2369
pge2 2369
m2 2368
ampk 2367
snca 2365
ga 2363
clinic 2363
qrt-pcr 2363
kallikrein 2363
facilitate 2360
enzymatic 2359
entire 2359
great 2357
neuropeptide 2357
feasibility 2356
ascites 2356
150 2354
5-httlpr 2354
bace1 2352
ht-29 2350
cd22 2349
87 2347
xpd 2346
national 2345
0.008 2345
procedure 2344
silenced 2344
separate 2342
eyes 2342
glands 2342
ang-2 2341
desmin 2341
rccs 2340
s100a4 2338
clusterin 2337
therapeutics 2337
pink1 2336
north 2335
a. 2335
estradiol 2333
cell-derived 2333
vaccination 2333
april 2331
cp 2330
throughout 2328
anti-vegf 2327
never 2322
metformin 2322
extended 2320
surveillance 2319
mtx 2319
-5 2315
idh2 2313
driver 2312
extensively 2312
immunosuppressive 2312
high-density 2312
ihd 2312
bcl6 2311
morphogenetic 2309
tshr 2306
maintained 2303
ml 2301
umbilical 2301
erbeta 2301
ptpn22 2300
pooled 2298
disability 2297
thrombocytosis 2295
proapoptotic 2294
hela 2291
prevents 2291
confirming 2289
illness 2289
connective 2289
emerged 2288
s100b 2288
visceral 2288
factor-related 2286
p27kip1 2286
acs 2285
karyotype 2285
hypothalamus 2282
cd138 2281
psc 2280
phenomenon 2280
multiplex 2278
non-neoplastic 2274
radioimmunoassay 2273
double-blind 2273
